# В данном задании вам предстоит инициализировать 
# Flask-приложение, а также создать 3 view-функции, которые:
#
# 1. При переходе в бразузере на по адресу 127.0.0.1:5000 
#    отображает надпись "Это главная страница".
#
# 2. При переходе в бразузере на по адресу 127.0.0.1:5000/feed/ 
#    отображает надпись "Это страница ленты".
#
# 3. При переходе в бразузере на по адресу 127.0.0.1:5000/feedback/ 
#    отображает надпись "Тут вы можете оставить обратную связь".
#
# 4. При переходе в бразузере на по адресу 127.0.0.1:5000/profile/ 
#    отображает надпись "А это информация про пользователя".
#
# P.S. В данном задании не используйте язык разметки html.
#      тестироваться будет только текст.

app = # TODO инициализируйте приложение здесь

# TODO напишите view-функции здесь

if __name__ == "__main__":
    app.run()